Repository: kheyyam/plasma-applet-weather-widget
Catalog: translations/po/plasma_applet_org.kde.weatherWidget_*.po
Languages: az

source: inHg
az: düym.Civ.st.

source: mmHg
az: mm.Civ.st.

source: mph
az: mil/s

source: km/h
az: km/s

source: m/s
az: m/san

source: General
az: Əsas

source: Appearance
az: Görünüş

source: Units
az: Vahidlər

source: Render meteogram for yr.no
az: yr.no üçün meteoqram yaratmaq

source: Layout
az: Yerləşmə

source: Layout type:
az: Yerləşmə növü:

source: Horizontal
az: Üfüqi

source: NOTE: Setting layout type for in-tray plasmoid has no effect.
az: QEYD: Yerləşmə yeri ayarları treydəki plasmoidlər üçün işləmir

source: Vertical
az: Şaquli

source: Compact
az: Yığcam

source: In-Tray Settings
az: Trey daxili ayarlar

source: Active timeout:
az: Görünmə vaxtı

# Abbreviation for seconds
source: sec
az: san

source: NOTE: After this timeout widget will be hidden in system tray until refreshed. You can always set the widget to be always "Shown" in system tray "Entries" settings.çubuğunda görünməyəcək. Siz, həmçinin vidjeti sistem çubuğu "Girişlər"iayarlarında "Görünən" edə bilərsiniz
az: yr.no_dan yer əlavə edin

source: Paste URL here
az: URL'u buraya daxil edin

source: Find your town string in yr.no (english version) and use the URL from your browser to add a new location. E.g. paste this: http://www.yr.no/place/Germany/North_Rhine-Westphalia/Bonn/və veb-bələdçidəki URL'dan istifadə edərək yerinizi əlavə edin. Məs.:https://www.yr.no/en/forecast/daily-table/2-587084/Azerbaijan/Baku/Baku
az: Open Weather Map Place_dən yer əlavə edin

source: City alias
az: Şəhərin adı

source: Find your city ID by searching here:
az: Burada şəhərinizin İD_ni tapın:

source: ...and paste here the whole URL e.g. http://openweathermap.org/city/2946447 for Bonn, Germany.
az: ...və tam URL ünvanını buraya yerləşdirin məs.,Bakı, Azərbaycan üçün: https://openweathermap.org/city/587084.

source: Change Displayed As
az: Adı belə görünsün

source: Enter place alias
az: Yerin adını daxil edin

source: Plasmoid version:
az: Plasmoid versiyası:

source: Location
az: Məkan

source: Source
az: Mənbə

source: Place Identifier
az: Məkan identifikatoru

source: Displayed as
az: Belə göstərilsin

source: Action
az: Əməl

source: Miscellaneous
az: Müxtəlif

source: Reload interval:
az: Yenilənmə aralığı

# Abbreviation for minutes
source: min
az: dəq

source: Temperature:
az: Hərarət

source: Pressure:
az: Təzyiq

source: Wind speed:
az: Küləyin sürəti

source: Timezone:
az: Saat qurşağı

source: My local-time
az: Yerli vaxt

source: Next Location
az: Növbəti yer

source: Resume Updating
az: Yenilənməni davam etdirin

source: Pause Updating
az: Yenilənməyə fasilə

source: %1 ago
az: %1 əvvəl

source: humidity
az: rütubət

source: clouds
az: bulud

source: near future
az: yaxın vaxtlarda

source: Offline mode
az: Oflayn rejim

source: Loading image...
az: Şəkillər yüklənir

source: today
az: bugün
